Repository: common-repository/wp-docs
Catalog: languages/wp-docs-*.po
Languages: de_de, es_es, fr_fr

source: Sorry, your nonce did not verify.
de_de: Entschuldigung, Ihre Nonce hat nicht überprüft.
es_es: Lo siento, tu nonce no se verificó.
fr_fr: Désolé, votre nonce n'a pas été vérifié.

source: Settings
de_de: die Einstellungen
es_es: Configuraciones
fr_fr: Réglages

source: Go Premium
de_de: Gehen Sie Premium
es_es: Hazte Premium
fr_fr: Passer en Premium

source: How it works?
de_de: Wie es funktioniert?
es_es: ¿Cómo funciona?
fr_fr: Comment ça fonctionne?

source: A default page is created with title
de_de: Eine Standardseite mit Titel wird erstellt
es_es: Se crea una página predeterminada con título
fr_fr: Une page par défaut est créée avec un titre

source: in
de_de: im
es_es: en
fr_fr: dans

source: pages
de_de: Seiten
es_es: paginas

source: You can create more pages with a shortcode
de_de: Sie können weitere Seiten mit einem Shortcode erstellen
es_es: Puedes crear más páginas con un shortcode
fr_fr: Vous pouvez créer plus de pages avec un shortcode

source: Create directories, sub-directories and add documents to list them with the shortcode.
de_de: Erstellen Sie Verzeichnisse, Unterverzeichnisse und fügen Sie Dokumente hinzu, um sie mit dem Shortcode aufzulisten.
es_es: Cree directorios, subdirectorios y agregue documentos para enumerarlos con el código corto.
fr_fr: Créez des répertoires, des sous-répertoires et ajoutez des documents pour les lister avec le shortcode.

source: That's it.
de_de: Das ist es.
es_es: Eso es.
fr_fr: C'est ça.

source: Do you want to delete this directory and data as well?
de_de: Möchten Sie auch dieses Verzeichnis und diese Daten löschen?
es_es: ¿Quiere eliminar también este directorio y sus datos?
fr_fr: Voulez-vous également supprimer ce répertoire et ces données?

source: Select a target directory.
de_de: Wählen Sie ein Zielverzeichnis.
es_es: Seleccione un directorio de destino.
fr_fr: Sélectionnez un répertoire cible.

source: Sorry! File could not move, please try again.
de_de: Es tut uns leid! Datei konnte nicht verschoben werden, versuchen Sie es erneut.
es_es: ¡Lo siento! El archivo no se pudo mover. Vuelve a intentarlo.
fr_fr: Désolé! Impossible de déplacer le fichier, veuillez réessayer.

source: Cannot move to the selected directory
de_de: Kann nicht in das ausgewählte Verzeichnis verschoben werden
es_es: No se puede mover al directorio seleccionado
fr_fr: Impossible de se déplacer vers le répertoire sélectionné

source: Do you want to delete this file?
de_de: Möchten Sie diese Datei löschen?
es_es: ¿Quieres borrar este archivo?
fr_fr: Voulez-vous supprimer ce fichier?

source: Do you want to import all directories and files from Memphis Documents Library?
de_de: Möchten Sie alle Verzeichnisse und Dateien aus der Memphis Documents Library importieren?
es_es: ¿Desea importar todos los directorios y archivos de la biblioteca de documentos de Memphis?
fr_fr: Voulez-vous importer tous les répertoires et fichiers de la bibliothèque de documents Memphis?

source: Do you want to rollback the import?
de_de: Möchten Sie den Import rückgängig machen?
es_es: ¿Quieres revertir la importación?
fr_fr: Voulez-vous annuler l'importation?

source: Select roles to allow upload
de_de: Wählen Sie Rollen aus, um das Hochladen zu ermöglichen
es_es: Seleccionar roles para permitir la carga
fr_fr: Sélectionnez les rôles pour autoriser le téléchargement

source: Do you want to rename this directory?
de_de: Möchten Sie dieses Verzeichnis umbenennen?
es_es: ¿Quieres cambiar el nombre de este directorio?
fr_fr: Voulez-vous renommer ce répertoire?

source: Do you want to reset all settings and clear directories?
de_de: Möchten Sie alle Einstellungen zurücksetzen und Verzeichnisse löschen?
es_es: ¿Quieres restablecer todas las configuraciones y borrar directorios?
fr_fr: Voulez-vous réinitialiser tous les paramètres et effacer les répertoires?

source: Please select a file to delete.
de_de: Bitte wählen Sie eine zu löschende Datei aus.
es_es: Seleccione un archivo para eliminar.
fr_fr: Veuillez sélectionner un fichier à supprimer.

source: Sorry, you can not delete this file.
de_de: Diese Datei kann leider nicht gelöscht werden.
es_es: Lo sentimos, no puedes borrar este archivo.
fr_fr: Désolé, vous ne pouvez pas supprimer ce fichier.

source: Click here to rename
de_de: Klicken Sie hier, um umzubenennen
es_es: Haga clic aquí para cambiar el nombre
fr_fr: Cliquez ici pour renommer

source: Click here to edit
de_de: Klicken Sie hier zum Bearbeiten
es_es: Haga clic aquí para editar
fr_fr: Cliquez ici pour modifier

source: Click here to move
de_de: Klicken Sie hier, um sich zu bewegen
es_es: Haga clic aquí para moverse
fr_fr: Cliquez ici pour vous déplacer

source: Click here to delete
de_de: Klicken Sie hier zum Löschen
es_es: Haga clic aquí para eliminar
fr_fr: Cliquez ici pour supprimer

source: Close
de_de: Schließen
es_es: Cerca
fr_fr: Fermer

source: Sorry
de_de: Es tut uns leid
es_es: Lo siento
fr_fr: Désolé

source: You are not allowed to access this content.
de_de: Sie dürfen nicht auf diesen Inhalt zugreifen.
es_es: No se le permite acceder a este contenido.
fr_fr: Vous n'êtes pas autorisé à accéder à ce contenu.

source: Home
de_de: Zuhause
es_es: Casa
fr_fr: Accueil

source: Click here to delete selected files
de_de: Klicken Sie hier, um ausgewählte Dateien zu löschen
es_es: Haga clic aquí para eliminar los archivos seleccionados
fr_fr: Cliquez ici pour supprimer les fichiers sélectionnés

source: Click here to add files
de_de: Klicken Sie hier, um Dateien hinzuzufügen
es_es: Haga clic aquí para agregar archivos
fr_fr: Cliquez ici pour ajouter des fichiers

source: Type here to filter...
de_de: Geben Sie hier ein, um zu filtern ...
es_es: Escriba aquí para filtrar ...
fr_fr: Tapez ici pour filtrer ...

source: Empty Directory.
de_de: Leeres Verzeichnis.
es_es: Directorio vacío.
fr_fr: Répertoire vide.

source: Name
es_es: Nombre
fr_fr: Nom

source: Created Date
de_de: Erstellungsdatum
es_es: Fecha de creación
fr_fr: Date de création

source: Modified Date
de_de: Änderungsdatum
es_es: Fecha de modificación
fr_fr: Date modifiée

source: Type
de_de: Art
es_es: Tipo

source: Size
de_de: Größe
es_es: Talla
fr_fr: Taille

source: Thumbnails View
de_de: Miniaturansichten
es_es: Vista de miniaturas
fr_fr: Affichage des miniatures

source: List View
de_de: Listenansicht
es_es: Vista de la lista
fr_fr: Vue en liste

source: Details Views
de_de: Detailansichten
es_es: Detalles Vistas
fr_fr: Vues détaillées

source: No directories and files found.
de_de: Keine Verzeichnisse und Dateien gefunden.
es_es: No se encontraron directorios ni archivos.
fr_fr: Aucun répertoire ni fichier trouvé.

source: Import all files from "Memphis Documents Library". On successful import, directories and files will be displayed in WP Docs. You can rollback import action, it is safe.
de_de: Importieren Sie alle Dateien aus der "Memphis Documents Library". Nach erfolgreichem Import werden Verzeichnisse und Dateien in WP Docs angezeigt. Sie können die Importaktion rückgängig machen, es ist sicher.
es_es: Importe todos los archivos de la "Biblioteca de documentos de Memphis". Tras una importación exitosa, los directorios y archivos se mostrarán en WP Docs. Puede deshacer la acción de importación, es seguro.
fr_fr: Importez tous les fichiers de "Memphis Documents Library". Une fois l'importation réussie, les répertoires et les fichiers seront affichés dans WP Docs. Vous pouvez annuler l'action d'importation, c'est sûr.

source: Memphis Directories
de_de: Memphis-Verzeichnisse
es_es: Directorios de Memphis
fr_fr: Annuaires de Memphis

source: Memphis Files
de_de: Memphis-Dateien
es_es: Archivos de Memphis
fr_fr: Fichiers Memphis

source: Out of
de_de: nicht in
es_es: Fuera de
fr_fr: Hors de

source: Please wait...
de_de: Warten Sie mal...
es_es: Espere por favor...
fr_fr: S'il vous plaît, attendez...

source: Undo Import
de_de: Import rückgängig machen
es_es: Deshacer importación
fr_fr: Annuler l'importation

source: Import From Memphis Documents Library
de_de: Import aus der Memphis Documents Library
es_es: Importar desde la biblioteca de documentos de Memphis
fr_fr: Importer à partir de la bibliothèque de documents de Memphis

source: Security Level:
de_de: Sicherheitsstufe:
es_es: Nivel de seguridad:
fr_fr: Niveau de sécurité:

source: None
de_de: Keiner
es_es: Ninguna
fr_fr: Aucun

source: Security Level is a Premium Feature
de_de: Sicherheitsstufe ist eine Premium-Funktion
es_es: El nivel de seguridad es una característica premium
fr_fr: Le niveau de sécurité est une fonctionnalité Premium

source: Click here to go back
de_de: Klicke hier um zurück zu kommen
es_es: Haz clic aquí para regresar
fr_fr: Cliquez ici pour revenir en arrière

source: Add Files
de_de: Dateien hinzufügen
es_es: Agregar archivos
fr_fr: Ajouter des fichiers

source: New folder
de_de: Neuer Ordner
es_es: Nueva carpeta
fr_fr: Nouveau dossier

source: Move selected folder to..
de_de: Verschieben Sie den ausgewählten Ordner nach ..
es_es: Mover la carpeta seleccionada a ...
fr_fr: Déplacer le dossier sélectionné vers ..

source: Select directory to move
de_de: Wählen Sie das zu verschiebende Verzeichnis aus
es_es: Seleccionar directorio para mover
fr_fr: Sélectionnez le répertoire à déplacer

source: Root
de_de: Wurzel
es_es: Raíz
fr_fr: Racine

source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer

source: Click here to download current directory
de_de: Klicken Sie hier, um das aktuelle Verzeichnis herunterzuladen
es_es: Haga clic aquí para descargar el directorio actual
fr_fr: Cliquez ici pour télécharger le répertoire actuel

source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger

source: Shortcodes
es_es: Códigos cortos
fr_fr: Codes courts

source: Click here to reset everything
de_de: Klicken Sie hier, um alles zurückzusetzen
es_es: Haga clic aquí para restablecer todo
fr_fr: Cliquez ici pour tout réinitialiser

source: Reset
de_de: Zurücksetzen
es_es: Reiniciar
fr_fr: Réinitialiser

source: Attribute View
de_de: Attributansicht
es_es: Vista de atributos
fr_fr: Vue d'attribut

source: Click here for Premium Version
de_de: Klicken Sie hier für die Premium-Version
es_es: Haga clic aquí para obtener la versión Premium
fr_fr: Cliquez ici pour la version Premium

source: Success!
de_de: Erfolg!
es_es: ¡Éxito!
fr_fr: Succès!

source: Options are updated successfully.
de_de: Optionen werden erfolgreich aktualisiert.
es_es: Las opciones se actualizan correctamente.
fr_fr: Les options sont mises à jour avec succès.

source: Bootstrap Based
de_de: Bootstrap-basiert
es_es: Basado en Bootstrap
fr_fr: Basé sur Bootstrap

source: (Front-end)
de_de: (Vorderes Ende)
es_es: (Interfaz)
fr_fr: (L'extrémité avant)

source: Hide Borders & Bars
de_de: Rahmen & Balken ausblenden
es_es: Ocultar bordes y barras
fr_fr: Masquer les bordures et les barres

source: Filter Box
es_es: Caja de filtro
fr_fr: Boîte de filtre

source: (On/Off)
de_de: (An aus)
es_es: (Encendido/apagado)
fr_fr: (Allumé/éteint)

source: Image Thumbnails
de_de: Bild Miniaturansichten
es_es: Miniaturas de imágenes
fr_fr: Vignettes d'image

source: (Optional)
es_es: (Opcional)
fr_fr: (Optionnel)

source: Details View Columns Settings
de_de: Details Spalteneinstellungen anzeigen
es_es: Detalles Ver configuración de columnas
fr_fr: Détails Afficher les paramètres des colonnes

source: Date Created
de_de: Datum erstellt
es_es: fecha de creacion
fr_fr: date créée

source: Date Modified
de_de: Datum geändert
es_es: Fecha modificada
fr_fr: Date modifiée

source: Item Type
de_de: Gegenstandsart
es_es: Tipo de artículo
fr_fr: Type d'élément

source: Item Size
de_de: Artikelgröße
es_es: Tamaño del artículo
fr_fr: Taille de l'article

source: Customization
de_de: Anpassung
es_es: Personalización
fr_fr: Personnalisation

source: Icon Size
de_de: Symbolgröße
es_es: Tamaño de ícono
fr_fr: Taille de l'icône

source: Font Size
de_de: Schriftgröße
es_es: Tamaño de fuente
fr_fr: Taille de police

source: Do you need documents inside tabs?
de_de: Benötigen Sie Dokumente in Registerkarten?
es_es: ¿Necesita documentos dentro de pestañas?
fr_fr: Avez-vous besoin de documents dans des onglets?

source: WP Responsive Tabs is a recommended tabs plugin.
de_de: WP Responsive Tabs ist ein empfohlenes Tabs-Plugin.
es_es: WP Responsive Tabs es un complemento de pestañas recomendado.
fr_fr: WP Responsive Tabs est un plugin d'onglets recommandé.

source: Attribute Order By
de_de: Kenmerk Volgorde
es_es: Orden de atributo por
fr_fr: Attribuutin järjestys

source: Attribute Order
de_de: Attribuutvolgorde
es_es: Orden de atributo
fr_fr: Attribuuttijärjestys

source: Display Filename or Post Title?
de_de: Bestandsnaam of berichttitel weergeven?
es_es: ¿Mostrar nombre de archivo o título de la publicación?
fr_fr: Näytetäänkö tiedostonimi tai tekstin otsikko?

source: (Default: Filename)
de_de: (Standard: Dateiname)
es_es: (Predeterminado: nombre de archivo)
fr_fr: (Par défaut: nom de fichier)

source: Sortable Columns?
de_de: Sorteerbare kolommen?
es_es: ¿Columnas clasificables?
fr_fr: Lajiteltavat sarakkeet?

source: File Upload Front-end
de_de: Datei-Upload-Frontend
es_es: Interfaz de carga de archivos
fr_fr: Front-end de téléchargement de fichiers

source: (Premium)
de_de: (Prämie)
es_es: (Prima)
fr_fr: (Prime)

source: This icon will appear on front-end for users
de_de: Dieses Symbol wird im Front-End für Benutzer angezeigt
es_es: Este icono aparecerá en la interfaz para los usuarios
fr_fr: Cette icône apparaîtra sur le front-end pour les utilisateurs

source: Do not make files public uploaded by users
de_de: Machen Sie keine von Benutzern hochgeladenen Dateien öffentlich
es_es: No haga públicos los archivos subidos por los usuarios
fr_fr: Ne pas rendre publics les fichiers téléchargés par les utilisateurs

source: User can delete the files from front-end?
de_de: Benutzer kann die Dateien aus dem Front-End löschen?
es_es: ¿El usuario puede eliminar los archivos del front-end?
fr_fr: L'utilisateur peut-il supprimer les fichiers du front-end?

source: Allow user roles which can upload files
de_de: Erlaube Benutzerrollen, die Dateien hochladen können
es_es: Permitir roles de usuario que pueden cargar archivos
fr_fr: Autoriser les rôles d'utilisateurs qui peuvent télécharger des fichiers

source: Allowed File Types
de_de: Zulässige Dateitypen
es_es: Tipos de archivo permitidos
fr_fr: Types de fichiers autorisés

source: Leave blank if you want to allow all type of files
de_de: Lassen Sie das Feld leer, wenn Sie alle Dateitypen zulassen möchten
es_es: Déjelo en blanco si desea permitir todo tipo de archivos
fr_fr: Laissez vide si vous souhaitez autoriser tous les types de fichiers

source: Ajax Based Directory Navigation
de_de: Ajax-basierte Verzeichnisnavigation
es_es: Navegación de directorio basada en Ajax
fr_fr: Navigation dans les répertoires basée sur Ajax

source: Update URI
de_de: URI aktualisieren
es_es: Actualizar URI
fr_fr: Mettre à jour l'URI

source: (Works well for single instance)
de_de: (Funktioniert gut für eine einzelne Instanz)
es_es: (Funciona bien para una sola instancia)
fr_fr: (Fonctionne bien pour une seule instance)

source: Appearance Customization
de_de: Anpassung des Aussehens
es_es: Personalización de apariencia
fr_fr: Personnalisation de l'apparence

source: Directory Background Color
de_de: Hintergrundfarbe des Verzeichnisses
es_es: Color de fondo del directorio
fr_fr: Couleur d'arrière-plan du répertoire

source: Directory Text Color
de_de: Verzeichnis-Textfarbe
es_es: Color del texto del directorio
fr_fr: Couleur du texte du répertoire

source: Directory Hover Background Color
de_de: Hintergrundfarbe des Verzeichnis-Hovers
es_es: Color de fondo de desplazamiento del directorio
fr_fr: Couleur d'arrière-plan du survol du répertoire

source: Directory Hover Text Color
de_de: Directory Hover-Textfarbe
es_es: Color del texto de desplazamiento del directorio
fr_fr: Couleur du texte de survol du répertoire

source: Click here for demo
de_de: Klicken Sie hier für eine Demo
es_es: Haga clic aquí para ver una demostración
fr_fr: Cliquez ici pour une démo

source: Image Slider
de_de: Bildschieberegler
es_es: Control deslizante de imagen
fr_fr: Curseur d'image

source: Loading
de_de: Wird geladen
es_es: Cargando
fr_fr: Chargement

source: Click here to Scan QR Code
de_de: Klicken Sie hier, um den QR-Code zu scannen
es_es: Haga clic aquí para escanear el código QR
fr_fr: Cliquez ici pour scanner le code QR

source: Click here for Android Application
de_de: Klicken Sie hier für die Android-Anwendung
es_es: Haga clic aquí para la aplicación de Android
fr_fr: Cliquez ici pour l'application Android

source: Get it on
de_de: Mach weiter so
es_es: Consíguelo
fr_fr: Obtenez-le

source: Memphis Documents Library
fr_fr: Bibliothèque de documents de Memphis

source: Video Tutorial
de_de: Videoanleitung
fr_fr: Didacticiel vidéo

source: Pro
de_de: Profi

source: Info!
de_de: Die Info!
